
/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Copyright 2008-2017 MacPaw Inc.";

MDItemKeywords = "cleaner,uninstaller,shredder,uninstall apps,disk cleanup,mac cleaner,file shredder,clean mac,disk cleaner,clean up mac,speed up mac,mac cleanup,free up disk space,optimize mac,slow mac,privacy clean,clean cookie,cache clean";
